Repository: iheinscher/CarChecker
Catalog: Client/Resources/App.*.resx
Languages: de

source: Add Note
de: Notiz hinzufügen

source: Back
de: zurück

source: Body Front
de: Frontansicht der Karosserie

source: Body Front Left
de: Frontansicht links der Karosserie

source: Body Front Right
de: Frontansicht rechts der Karosserie

source: Body Rear
de: Rückseite der Karosserie

source: Body Rear Left
de: Rückseite der Karosserie links

source: Body Rear Right
de: Rückseite der Karosserie rechts

source: Bonnet
de: Motorhaube

source: Car Checker
de: Auto-Checker

source: Confidence:
de: Zuversicht:

source: Could not sync. Unsent edits:
de: Konnte nicht synchronisiert werden. Nicht gesendete Bearbeitungen:

source: Damaged!
de: Beschädigt!

source: Delete
de: Löschen

source: Description:
de: Beschreibung

source: Detect damage
de: Schäden erkennen

source: Detecting...
de: Aufspüren...

source: Discard changes?
de: Änderungen verwerfen?

source: Door Front Left
de: Tür vorne links

source: Door Front Right
de: Tür vorne rechts

source: Door Rear Left
de: Tür Rückseite links

source: Door Rear Right
de: Tür Rückseite rechts

source: Empty
de: leer

source: Enter license number:
de: Geben Sie das KFZ-Kennzeichen ein:

source: First, please tap on the part of the vehicle to which the note applies.
de: Tippen Sie bitte zunächst auf den Teil des Fahrzeugs, auf den sich der Hinweis bezieht.

source: Full
de: Vollständig

source: Grill
de: Kühler

source: Head Light Left
de: Scheinwerfer links

source: Head Light Right
de: Scheinwerfer rechts

source: Last updated:
de: Zuletzt aktualisiert:

source: License
de: KFZ-Kennzeichen

source: LicenseNumberIncorrectFormat
de: Dieses KFZ-Kennzeichen hat nicht das korrekte Format.

source: Location:
de: Standort:

source: Log in
de: Anmelden

source: Log out
de: Abmelden

source: Manage account
de: Konto verwalten

source: Mileage:
de: Kilometerstand:

source: Mirror Left
de: Spiegel links

source: Mirror Right
de: Spiegel rechts

source: Never
de: nie

source: No notes added.
de: Keine Anmerkungen hinzugefügt.

source: OK - not damaged
de: OK - nicht beschädigt

source: Photo:
de: Foto:

source: Retry
de: Bitte wiederholen

source: Roof
de: Dach

source: Save
de: Speichern

source: Show all
de: Alle anzeigen

source: Sorry, there is no vehicle with license number '{0}'.
de: Tut mir leid, es gibt kein Fahrzeug mit dem Kennzeichen '{0}'.

source: Tail Light Left
de: Rücklicht links

source: Tail Light Right
de: Rücklicht rechts

source: Take new
de: Fügen Sie ein neues Foto hinzu

source: Undercarriage
de: Fahrgestell

source: Update
de: Aktualisierung

source: Updating...
de: Aktualisieren...

source: Welcome, {0}!
de: Willkommen, {0}!

source: Wheel Arch Front Left
de: Radlauf vorne links

source: Wheel Arch Front Right
de: Radlauf vorne rechts

source: Wheel Arch Rear Left
de: Radlauf hinten links

source: Wheel Arch Rear Right
de: Radlauf hinten rechts

source: Wheel Front Left
de: Rad vorne links

source: Wheel Front Right
de: Rad vorne rechts

source: Wheel Rear Left
de: Rad hinten links

source: Wheel Rear Right
de: Rad hinten rechts

source: Window Back
de: Fenster an der Rückseite

source: Window Front Left
de: Fenster vorne links

source: Window Front Right
de: Fenster vorne rechts

source: Window Rear Left
de: Fenster hinten links

source: Window Rear Right
de: Fenster hinten rechts

source: Windshield
de: Windschutzscheibe

source: {0} not shown.
de: {0} werden nicht gezeigt.
